app/controllers/junior_enterprises_controller.rb

  def index
    @junior_enterprises = JuniorEnterprise.all
---
SELECT "junior_enterprises".* FROM "junior_enterprises"