app/controllers/keys_controller.rb

  def create
    @key = Key.new(key_params)

    if @key.save
---
INSERT INTO "keys" ("created_at", "password", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-12-09 02:46:16.005441"], ["password", "ghVXn4fFh3UtUxujzQuiYfANI04"], ["updated_at", "2014-12-09 02:46:16.005441"]]