app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "password", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-12-09 05:33:31.320330"], ["email", "gui.carneiro15@gmail.com"], ["password", "SPtBqYpP"], ["updated_at", "2014-12-09 05:33:31.320330"]]
---
  def create
    @user = User.new(user_params)

    if @user.save